Repository: slub/slub-profile-account
Catalog: Resources/Private/Language/*.locallang_backend.xlf
Languages: de

# plugin.title
source: User account
de: Benutzerkonto

# plugin.useraccountdetail.title
source: User detail (constraint: account)
de: Details eines Benutzers (Einschränkung: Account)

# plugin.useraccountdetail.description
source: Details of a specific user (account). Returns only the user constraint "account" data.
de: Details zu einem spezifischen Benutzer (Account). Gibt nur die Daten des Benutzers mit der Einschränkung "Account" zurück.

# plugin.useraccountupdate.title
source: User update (constraint: account)
de: Aktualisierung eines Benutzers (Einschränkung: Account)

# plugin.useraccountupdate.description
source: Update data of account user.
de: Daten eines Benutzers aktualisieren.

# plugin.userdashboarddetail.title
source: User detail (constraint: dashboard)
de: Details eines Benutzers (Einschränkung: Dashboard)

# plugin.userdashboarddetail.description
source: Details of a specific user (dashboard). Returns only the user constraint "dashboard" data.
de: Details zu einem spezifischen Benutzer (Dashboard). Gibt nur die Daten des Benutzers mit der Einschränkung "Dashboard" zurück.

# plugin.userdashboardupdate.title
source: User update (constraint: dashboard)
de: Aktualisierung eines Benutzers (Einschränkung: Dashboard)

# plugin.userdashboardupdate.description
source: Update data of dashboard user.
de: Daten der Dashboardeinstellung eines Benutzers aktualisieren.

# plugin.userloanhistorydetail.title
source: User detail (constraint: loan history)
de: Details eines Benutzers (Einschränkung: Ausleihhistorie)

# plugin.userloanhistorydetail.description
source: Details of a specific user (loan history). Returns only the user constraint "loan history" data.
de: Details zu einem spezifischen Benutzer (Ausleihhistorie). Gibt nur die Daten des Benutzers mit der Einschränkung "Ausleihhistorie" zurück.

# plugin.userpasswordupdate.title
source: Update password
de: Passwort aktualisieren

# plugin.userpasswordupdate.description
source: Update the password of a specific user.
de: Das Passwort eines spezifischen Benutzers aktualisieren.

# plugin.userpinupdate.title
source: Update pin
de: PIN aktualisieren

# plugin.userpinupdate.description
source: Update the pin of a specific user.
de: Die PIN eines spezifischen Benutzers aktualisieren.

# plugin.usersearchquerydetail.title
source: User detail (constraint: search query)
de: Details eines Benutzers (Einschränkung: Suchanfrage)

# plugin.usersearchquerydetail.description
source: Details of a specific user (search query). Returns only the user constraint "search query" data.
de: Details zu einem spezifischen Benutzer (Suchanfrage). Gibt nur die Daten des Benutzers mit der Einschränkung "Suchanfrage" zurück.

# plugin.usersearchqueryupdate.title
source: User update (constraint: search query)
de: Aktualisierung eines Benutzers (Einschränkung: Suchanfrage)

# plugin.usersearchqueryupdate.description
source: Update data of search user.
de: Daten der Benutzersuchanfrage eines Benutzers aktualisieren.

# error.api.account.title
source: Error connect user account
de: Fehler bei Verbindung mit Benutzerkonto

# error.api.account.message
source: A connection to the account api was not possible. Please check your settings.
de: Eine Verbindung zum Benutzerkonto konnte nicht hergestellt werden. Bitte prüfen Sie die Einstellungen.

# table.head.value
source: Value
de: Wert
